var question = [
  "下决心做某事后便小题大做：",
  "往往凭经验办事",
  "对任何事情都有探索精神",
  "说话慢而且啰嗦",
  "健忘",
  "烦心，怕做事，不想活动",
  "喜欢计较小事",
  "喜欢参加各种活动",
  "日益固执起来",
  "对什么事情都有好奇心",
  "有强烈是生活追求",
  "难以控制感情",
  "容易嫉妒别人，易悲伤",
  "见到不合理的事不那么气愤",
  "不喜欢看言情小说",
  "对电影和爱情小说日益失去兴趣",
  "做事缺乏持久性",
  "不愿意改变旧习惯",
  "喜欢回忆过去",
  "学习新鲜事物感到困难",
  "过分注意自己身体的变化",
  "生活兴趣的范围变小了",
  "看书速度加快",
  "动作不够灵活",
  "消除疲劳感很慢",
  "晚上不如早晨和上午头脑清醒",
  "对生活中的挫折感到烦恼",
  "缺乏自信心",
  "集中精力思考有困难",
  "工作效率低",

]
var answer = [{
  '(A)': '是',
  '(B)': '介于是否之间',
  '(C)': '否'
}, {
  '(A)': '是',
  '(B)': '介于是否之间',
  '(C)': '否'
}, {
  '(A)': '是',
  '(B)': '介于是否之间',
  '(C)': '否'
}, {
  '(A)': '是',
  '(B)': '介于是否之间',
  '(C)': '否'
}, {
  '(A)': '是',
  '(B)': '介于是否之间',
  '(C)': '否'
}, {
  '(A)': '是',
  '(B)': '介于是否之间',
  '(C)': '否'
}, {
  '(A)': '是',
  '(B)': '介于是否之间',
  '(C)': '否'
}, {
  '(A)': '是',
  '(B)': '介于是否之间',
  '(C)': '否'
}, {
  '(A)': '是',
  '(B)': '介于是否之间',
  '(C)': '否'
}, {
  '(A)': '是',
  '(B)': '介于是否之间',
  '(C)': '否'
}, {
  '(A)': '是',
  '(B)': '介于是否之间',
  '(C)': '否'
}, {
  '(A)': '是',
  '(B)': '介于是否之间',
  '(C)': '否'
}, {
  '(A)': '是',
  '(B)': '介于是否之间',
  '(C)': '否'
}, {
  '(A)': '是',
  '(B)': '介于是否之间',
  '(C)': '否'
}, {
  '(A)': '是',
  '(B)': '介于是否之间',
  '(C)': '否'
}, {
  '(A)': '是',
  '(B)': '介于是否之间',
  '(C)': '否'
}, {
  '(A)': '是',
  '(B)': '介于是否之间',
  '(C)': '否'
}, {
  '(A)': '是',
  '(B)': '介于是否之间',
  '(C)': '否'
}, {
  '(A)': '是',
  '(B)': '介于是否之间',
  '(C)': '否'
}, {
  '(A)': '是',
  '(B)': '介于是否之间',
  '(C)': '否'
}, {
  '(A)': '是',
  '(B)': '介于是否之间',
  '(C)': '否'
}, {
  '(A)': '是',
  '(B)': '介于是否之间',
  '(C)': '否'
}, {
  '(A)': '是',
  '(B)': '介于是否之间',
  '(C)': '否'
}, {
  '(A)': '是',
  '(B)': '介于是否之间',
  '(C)': '否'
}, {
  '(A)': '是',
  '(B)': '介于是否之间',
  '(C)': '否'
}, {
  '(A)': '是',
  '(B)': '介于是否之间',
  '(C)': '否'
}, {
  '(A)': '是',
  '(B)': '介于是否之间',
  '(C)': '否'
}, {
  '(A)': '是',
  '(B)': '介于是否之间',
  '(C)': '否'
}, {
  '(A)': '是',
  '(B)': '介于是否之间',
  '(C)': '否'
}, {
  '(A)': '是',
  '(B)': '介于是否之间',
  '(C)': '否'
}]

module.exports = {
  questions: question,
  answers: answer
}