var question = [
  "过去一周我觉得闷闷不乐，情绪低沉",
  "过去一周我觉得一天中早晨最好",
  "过去一周一阵阵哭出来或觉得想哭",
  "过去一周我晚上睡眠不好",
  "过去一周我吃得跟平常一样多",
  "过去一周我与异性密切接触时和以往一样感到愉快",
  "过去一周我发觉我的体重在下降",
  "过去一周我有便秘的苦恼",
  "过去一周心跳比平常快",
  "过去一周我无缘无故地感到疲乏",
  "过去一周我的头脑和平常一样清楚",
  "过去一周我觉得经常做的事情并没有困难",
  "过去一周我觉得不安而平静不下来",
  "过去一周我对未来抱有希望",
  "过去一周我比平常容易生气激动",
  "过去一周我觉得做出决定是容易的",
  "过去一周我觉得自己是个有用的人，有人需要我",
  "过去一周我的生活过得很有意思",
  "过去一周我认为如果我死了，别人会生活得更好",
  "过去一周平常感兴趣的事我仍然感兴趣"
]

var answer = [{
    'A': '不超过一天',
    'B': '1-2天',
    'C': '3-4天',
    'D': '5-7天'
  },
  {
    'A': '不超过一天',
    'B': '1-2天',
    'C': '3-4天',
    'D': '5-7天'
  },
  {
    'A': '不超过一天',
    'B': '1-2天',
    'C': '3-4天',
    'D': '5-7天'
  },
  {
    'A': '不超过一天',
    'B': '1-2天',
    'C': '3-4天',
    'D': '5-7天'
  },
  {
    'A': '不超过一天',
    'B': '1-2天',
    'C': '3-4天',
    'D': '5-7天'
  },
  {
    'A': '不超过一天',
    'B': '1-2天',
    'C': '3-4天',
    'D': '5-7天'
  },
  {
    'A': '不超过一天',
    'B': '1-2天',
    'C': '3-4天',
    'D': '5-7天'
  },
  {
    'A': '不超过一天',
    'B': '1-2天',
    'C': '3-4天',
    'D': '5-7天'
  },
  {
    'A': '不超过一天',
    'B': '1-2天',
    'C': '3-4天',
    'D': '5-7天'
  },
  {
    'A': '不超过一天',
    'B': '1-2天',
    'C': '3-4天',
    'D': '5-7天'
  },
  {
    'A': '不超过一天',
    'B': '1-2天',
    'C': '3-4天',
    'D': '5-7天'
  },
  {
    'A': '不超过一天',
    'B': '1-2天',
    'C': '3-4天',
    'D': '5-7天'
  },
  {
    'A': '不超过一天',
    'B': '1-2天',
    'C': '3-4天',
    'D': '5-7天'
  },
  {
    'A': '不超过一天',
    'B': '1-2天',
    'C': '3-4天',
    'D': '5-7天'
  },
  {
    'A': '不超过一天',
    'B': '1-2天',
    'C': '3-4天',
    'D': '5-7天'
  },
  {
    'A': '不超过一天',
    'B': '1-2天',
    'C': '3-4天',
    'D': '5-7天'
  },
  {
    'A': '不超过一天',
    'B': '1-2天',
    'C': '3-4天',
    'D': '5-7天'
  },
  {
    'A': '不超过一天',
    'B': '1-2天',
    'C': '3-4天',
    'D': '5-7天'
  },
  {
    'A': '不超过一天',
    'B': '1-2天',
    'C': '3-4天',
    'D': '5-7天'
  },
  {
    'A': '不超过一天',
    'B': '1-2天',
    'C': '3-4天',
    'D': '5-7天'
  },
]
module.exports = {
  questions: question,
  answers: answer
}